---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewPhaseFilter
source: html/cc3f8ea7-1366-bc85-92b4-95c527148018.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewPhaseFilter Property

"Phase Filter"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewPhaseFilter { get; }
```